1password
1password-cli
arc
bartender
beekeeper-studio
choosy
claude
claude-usage-tracker
clipy
creality-print
eqmac
firefox
font-atkinson-hyperlegible
font-hasklug-nerd-font
ghostty
github
google-chrome
google-drive
hiddenbar
iterm2-beta
iterm2@beta
jordanbaird-ice
linear-linear
livebook
logseq
macsvg
meetingbar
microsoft-teams
monitorcontrol
neovide
neovide-app
ngrok
notion
notunes
ollama
ollama-app
openvpn-connect
orbstack
raycast
signal
slack
spotify
stats
steam
syncthing
syncthing-app
todoist
todoist-app
transmission
tuple
visual-studio-code
warp
xscope
zed
zen
